Repository: andre0707/WorkoutTransferer
Catalog: Workout Transferer/*.lproj/Localizable.strings
Languages: de

source: Walking
de: Gehen

source: Running
de: Laufen

source: Hiking
de: Wandern

source: Cycling
de: Fahrrad fahren

source: Swimming
de: Schwimmen

source: Wheelchair Walk Pace
de: Rollstuhl (Gehen)

source: Wheelchair Run Pace
de: Rollstuhl (Laufen)

source: Unknown
de: Unbekannt

source: Welcome to *Workout Transferer*
de: Willkoemmen bei *Workout Transferer*

# Welcome decription
source: With this app you can transfer workouts with routes saved in Health from one device to another. Both devices need this app installed. This is helpful if not everybody on for example a hike can record the workout with an own device, but would like to have the route saved as well.
de: Mit dieser App können Workouts und ihre dazugehörigen Routen die in Health gespeichert sind ganz einfach von einem Gerät auf ein anderes Gerät übertragen werden. Beide Geräte müssten dabei diese App installiert haben. Die Übertragung von Workouts ist hilfreich, wenn z.B. nicht jeder bei einer Wanderung die Wanderung auch aufzeichnet, aber gerne alle die Trainingsdaten auf ihrem Gerät hätten.

# Access needed text
source: *Workout Transferer* will need acces to your health data to read workouts. If you want to store transferred workouts, writing access is also needed.
de: *Workout Transferer* benötigt Zugriff auf deine Health Daten, damit Workouts gelesen werden können. Damit Workouts importiert werden können, muss auch eine Schreibzugriff erteilt werden.

source: Provide health access
de: Health Zugriff gestatten

source: Start date
de: Startdatum

source: End date
de: Enddatum

source: Date Filter
de: Datumsfilter

# Date Filter Footer
source: Only workouts during these days will be read
de: Nur Workouts in diesem Datumsbereich werden von Health gelesen

source: Include calories
de: Kalorien berücksichtigen

source: Export Options
de: Exportoptionen

# Export Options Footer
source: These options will be applied when exporting/sharing workouts
de: Diese Optionen werden bei dem Export/Teilen von Workouts ausgewertet.

source: Read workouts
de: Lese Workouts

# Export Footer
source: This will read all the workouts matching the set filter. You will then see a list of all the matching workouts to select the ones you want to export.
de: Diese Aktion liest alle Workouts, die dem Filter entsprechen. Es wird eine Liste mit den passenden Workouts angezeigt, aus der diejenigen ausgewählt werden können, die exportiert werden sollen.

# Import Text
source: Just open any *.wotrfi* file with this app to start the import process.
de: Öffne eine *.wotrfi* Datei mit dieser App und starte den Importprozess.

source: Reading workouts
de: Workouts werden gelesen

source: No matching workouts
de: Keine Workouts gefunden

# Select the workouts you want to export
source: Select the workouts you want to export (Checkmark indicates selected)
de: Wähle die Workouts aus, die exportiert werden sollen (Haken entspricht ausgewählt)

source: Matching Workouts
de: Passende Workouts

# Select the workouts you want to import
source: Select the workouts you want to import (Checkmark indicates selected)
de: Wähle die Workouts aus, die importiert werden sollen (Haken entspricht ausgewählt)

source: Importing workouts...
de: Importiere Workouts...

source: Importing workouts
de: Importiere Workouts

source: Cancel
de: Abbrechen
